Repository: MoritzFago/byro-fints
Catalog: byro_fints/locale/*/LC_MESSAGES/django.po
Languages: de

source: Byro plugin to retrieve bank statements via FinTS 3.0 (formerly known as HBCI)
de: Byro-Plugin zum Abrufen von Kontoauszügen über FinTS 3.0 (früher HBCI)

source: FinTS Login Data
de: FinTS-Logindaten

source: Display name
de: Anzeigename

source: Routing number (BLZ)
de: Bankleitzahl (BLZ)

source: Login name/Legitimation ID
de: Loginname/Legitimierungs-ID

source: FinTS Account
de: FinTS-Konto

source: Communication with bank
de: Zahlungsverkehr

source: Fetch transactions …
de: Buchungen abholen …

source: Fetch transactions
de: Buchungen abholen

source: Account information
de: Konto Informationen

source: Operation
de: Vorgang

source: Supported by bank
de: Durch Bank unterstützt

source: Allowed on account
de: Auf Konto erlaubt

source: Yes
de: Ja

source: Link bank account …
de: Bankkonto verknüpfen …

source: Save
de: Speichern

source: SEPA transfer …
de: SEPA-Überweisung …

source: Transfer …
de: Überweisung …

source: Dashboard
de: Überblick

source: To use the FinTS functionality, you need to create a bank login and fetch the account list. Then you can link the FinTS accounts to existing or new accounts in the bookkeeping module.
de: Um die FinTS-Funktionalität nutzen zu können, müssen Sie einen Bank-Login erstellen und die Kontoliste abrufen. Dann können Sie die FinTS-Konten mit bestehenden oder neuen Konten im Buchhaltungsmodul verknüpfen.

source: Create bank login
de: Bank-Login erstellen

source: Known bank logins
de: Existierende Bank-Logins

source: Actions
de: Aktionen

source: Edit login data
de: Login-Daten bearbeiten

source: Refresh account data
de: Kontodaten aktualisieren

source: Known bank accounts
de: Existierende Bankkonten

source: Create bank login …
de: Bank-Login erstellen …

source: Please fill in at least BLZ, login name and PIN. The other fields can possibly be autofilled.
de: Bitte geben Sie mindestens BLZ, Login-Namen und PIN ein. Die anderen Felder werden, soweit möglich, automatisch ausgefüllt.

source: Edit bank login …
de: Bank-Login bearbeiten …

source: Associated bank accounts
de: Verknüpfte Bankkonten

source: Refresh bank and account information …
de: Bank-und Kontoinformationen auffrischen …

source: PIN request
de: PIN-Abfrage

source: Fetch information
de: Informationen abholen

source: Linked to account
de: Verknüpftes Konto

source: Link to existing account …
de: Mit existierendem Konto verknüpfen …

source: SEPA transfer
de: SEPA-Überweisung

source: Enter TAN …
de: TAN eingeben …

source: You need to provide a transaction number (TAN) for the transaction to proceed. Please follow the instructions given by your bank and enter the resulting TAN below.
de: Sie müssen eine Transaktionsnummer (TAN) angeben, damit die Transaktion durchgeführt werden kann. Bitte folgen Sie den Anweisungen Ihrer Bank und geben Sie die daraus resultierende TAN unten ein.

source: Execute
de: Ausführen

source: Store PIN?
de: PIN speichern?

source: Don't store PIN
de: PIN nicht speichern

source: For this login session only
de: Nur für diese Login-Sitzung

source: Store PIN (encrypted with account password)
de: PIN speichern (verschlüsselt mit Login-Passwort)

source: Create FinTS login
de: FinTS-Login erstellen

source: Recipient
de: Empfänger

source: Amount
de: Betrag

source: Purpose
de: Zweck

source: Can't establish FinTS dialog: Username/PIN wrong?
de: Kann FinTS-Dialog nicht aufbauen: Username/PIN falsch?

source: Unknown response. Final transaction status unknown.
de: Unbekannte Antwort. Endgültiger Transaktionsstatus unbekannt.

source: Error: Transaction not executed.
de: Fehler: Transaktion nicht ausgeführt.

source: Warning: Transaction warning, see other messages.
de: Warnung: Transaktionswarnung, siehe andere Nachrichten.

source: Transaction executed successfully.
de: Transaktion erfolgreich durchgeführt.

source: PIN for '{display_name}'
de: PIN für '{display_name}'

source: FinTS URL could not be looked up automatically, please fill it in manually.
de: FinTS-URL konnte nicht automatisch nachgeschlagen werden, bitte füllen Sie sie manuell aus.

source: Bank login was added, please double-check TAN method
de: Bank-Login wurde hinzugefügt, bitte überprüfen Sie TAN-Methode

source: TAN media may be required to execute commands. Please synchronize the account.
de: Möglicherweise sind TAN-Medien erforderlich, um Befehle auszuführen. Synchronisieren Sie bitte das Konto.

source: TAN method
de: TAN-Methode

source: Invalid response: {}
de: Ungültige Antwort: {}

source: Fetch start date
de: Abholen beginnend am
